const app = getApp()

Page({
    data: {
        src: {
            src_1: "../../img/icon1_on.png",
            src_2: "../../img/icon2.png",
            src_3: "../../img/icon3.png"
        },
        orgnazition: [{
            name: "红岩网校工作站",
            dec: "重庆邮电大学“红岩网校工作站”作为学校唯一一个从事互联网产品开发的技术型校级学生组织，学校为其配备了专门的场地和设备。近年来，在校党委的领导下，校团委的指导下，“红岩网校工作站”以围绕学校工作、贴近学生需求、尊重学生创意、发挥学生专长为主线，积极参与“红岩网校”栏目建设和学校网络文化建设工作。"
        }, {
            name: "校团委宣传部",
            dec: "校团委宣传部是我校团委的重要部门，担负着向学校、校团委各学生组织传达信息的重要任务，是校团委各部门正常工作的基本保证。"
        }, {
            name: "校团委组织部",
            dec: "重庆邮电大学团委组织部是校团委核心直属部室。组织部以“严谨 高效 励志 笃行”作为部训，协调统筹各学院团总支及基层团支部开展工作。"
        }, {
            name: "校团委办公室",
            dec: "重庆邮电大学团委办公室(以下简称办公室）是共青团重庆邮电大学委员会直属机构之一。是学校团学工作的枢纽与核心，在团委与各校级学生组织之间起到桥梁与枢纽的作用，是所有学生组织中与老师联系最密切的部门，是团委老师的得力助手。"
        }]
    }
})